const projectData = {
  7: [
    {
      id: 1, // 상세 페이지 이동을 위한 id 추가
      title: "프로젝트1",
      type: "web",
      pm: "서나 / 김희연",
      frontend: [
        "진하 / 닉네임",
        "유진 / 닉네임",
        "하니 / 닉네임",
        "지원 / 닉네임",
      ],
      backend: ["최성식 / 닉네임", "서나 / 닉네임", "김희연 / 닉네임"],
    },
    {
      id: 2,
      title: "프로젝트2",
      type: "app",
      pm: "유진 / 하니",
      frontend: ["지원 / 닉네임", "진하 / 닉네임"],
      backend: ["김희연 / 닉네임", "최성식 / 닉네임"],
    },
    {
      id: 3,
      title: "프로젝트3",
      type: "web",
      pm: "서나 / 김희연",
      frontend: [
        "진하 / 닉네임",
        "유진 / 닉네임",
        "하니 / 닉네임",
        "지원 / 닉네임",
      ],
      backend: ["최성식 / 닉네임", "서나 / 닉네임", "김희연 / 닉네임"],
    },
    {
      id: 4,
      title: "프로젝트4",
      type: "app",
      pm: "유진 / 하니",
      frontend: ["지원 / 닉네임", "진하 / 닉네임"],
      backend: ["김희연 / 닉네임", "최성식 / 닉네임"],
    },
  ],
  6: [
    {
      id: 5,
      title: "프로젝트5",
      type: "app",
      pm: "유진 / 하니",
      frontend: ["지원 / 닉네임", "진하 / 닉네임"],
      backend: ["김희연 / 닉네임", "최성식 / 닉네임"],
    },
    {
      id: 6,
      title: "프로젝트6",
      type: "web",
      pm: "서나 / 김희연",
      frontend: [
        "진하 / 닉네임",
        "유진 / 닉네임",
        "하니 / 닉네임",
        "지원 / 닉네임",
      ],
      backend: ["최성식 / 닉네임", "서나 / 닉네임", "김희연 / 닉네임"],
    },
  ],
};

export default projectData;
